[{"id":1266770892488691712,"rumour":"R2","text":"Could we not use the term “contact tracing” to describe police investigations into criminal matters?","code":"denies","evidence":"low"},{"id":1266773857702043651,"rumour":"R2","text":"Thank you for sharing! Have heard of protesters coming from out of area in places like Berkeley, CA. Uncivil protesting is scary. But do your police authorities follow cell phones & possibly determine who to arrest & who not to arrest?","code":"questions","evidence":"low"},{"id":1266780420500156424,"rumour":"R2","text":"Uh why is this being called contact tracing?","code":"questions","evidence":"low"},{"id":1266784718416236544,"rumour":"R2","text":"Enter the strange...a black man takes the mic, slips in \"contact tracing as with covid\" to track the rioters. I wonder if people realized they were being contact traced to begin with but if they didn't this guy makes it seem good since they can use it here","code":"affirms","evidence":"low"},{"id":1266797684700176387,"rumour":"R2","text":"Better contact trace them for #coronavirus as well. Lack of social distancing & masks could cause hundreds of deaths...","code":"neutral","evidence":"low"},{"id":1266798593740025859,"rumour":"R2","text":"contract tracing could have saved most of the 100k covid dead\nthis govt doesn't give a shit about you","code":"neutral","evidence":"low"},{"id":1266802847775182855,"rumour":"R2","text":"Contact tracing will work so well we should all use it for virus right?  WRONG!  \n\nContact tracing is the ultimate invasion of privacy.  Govt. doesn't like what you say and doesn't want you to go somewhere.  Quarantined!  I say no to tyranny.","code":"affirms","evidence":"low"},{"id":1266807788350476288,"rumour":"R2","text":"Of course they have. Every person with a cell phone is carrying around a tracker.","code":"affirms","evidence":"low"},{"id":1266808910897221632,"rumour":"R2","text":"Contact trace the police. How many of them have KKK connections? Police officers frequently engage in crime on the side. Many people are saying it.","code":"neutral","evidence":"low"},{"id":1266811251377623041,"rumour":"R2","text":"Is this what the “contact tracing” that was meant for coronavirus is being used for? Or is this just mere coincidence of expression? Seems relevant. Please clarify.","code":"questions","evidence":"low"},{"id":1266817702250680320,"rumour":"R2","text":"When the true use of contact tracing is acknowledged and public health will never be trusted again. This is a major unforced error in language. Can’t take this back.","code":"affirms","evidence":"low"},{"id":1266823109148938240,"rumour":"R2","text":"That is NOT contract tracing  \n\nDon't mislead and misinform by using a term associated with Public Health policy. \n\nThis is normal law enforcement investigation technique used when hoodlums are acting out.","code":"denies","evidence":"low"},{"id":1266840414427938816,"rumour":"R2","text":"Contact tracing people with an infectious disease to save lives? Nah.\n\nContact tracing people protesting against police killings of unarmed citizens to arrest them? That's where it's at.","code":"affirms","evidence":"low"},{"id":1266844279156232194,"rumour":"R2","text":"contact tracing arrests, also known as police state shit","code":"affirms","evidence":"low"},{"id":1266845973864517637,"rumour":"R2","text":"We weren’t that great at contact tracing the virus. We’re contact tracing violence like disease? Wow.","code":"affirms","evidence":"low"},{"id":1266847887922790400,"rumour":"R2","text":"They're setting up contact tracing for protests faster than they have for COVID.","code":"affirms","evidence":"low"},{"id":1266848916462424064,"rumour":"R2","text":"Thank you to everyone who cheered on contract tracing as a way to combat the virus.\n\nHope you enjoy our descent into becoming China.","code":"affirms","evidence":"low"},{"id":1266854280570404864,"rumour":"R2","text":"Wait, are they using covid contact tracing apps to track them down?","code":"questions","evidence":"low"},{"id":1266854288271253504,"rumour":"R2","text":"Are you fucking kidding me? The arrestees are contact traced? What the *@#* happened to privacy? I guess we cancelled the Constitution.....","code":"affirms","evidence":"low"},{"id":1266856510820429826,"rumour":"R2","text":"Fucking contact tracing? More authoritarian police state bullshit won't get you out of this shit. We aren't stopping until we get change.","code":"affirms","evidence":"low"},{"id":1266857971910246400,"rumour":"R2","text":"So Contact Tracing isn't about the virus? All our rights will be stomped at with his contact tracing BS. It should not be used to arrest people. This full blown digital communist. It's unconstitutional and shouldn't hold in court. It's entrapment.","code":"affirms","evidence":"low"},{"id":1266861458098397184,"rumour":"R2","text":"Impossible to contact trace for corona but easily done against protesters","code":"affirms","evidence":"low"},{"id":1266861965906862080,"rumour":"R2","text":"Don't allow them to use contact tracing as a term for anything except epidemiological purposes.","code":"denies","evidence":"low"},{"id":1266869534129926145,"rumour":"R2","text":"This is revolting. Do not appropriate public health terminology to justify more police surveillance. Listen to these questions, my god!","code":"affirms","evidence":"low"},{"id":1266874747859742720,"rumour":"R2","text":"howabout you use that technology to track racist cops instead?","code":"affirms","evidence":"low"},{"id":1266877512090517505,"rumour":"R2","text":"Assholes can't do it for Covid but they can for protesters.","code":"affirms","evidence":"low"},{"id":1266881550592774146,"rumour":"R2","text":"That is NOT “contact tracing” as used in public health.  Pick a different term.","code":"denies","evidence":"low"},{"id":1266883622188924928,"rumour":"R2","text":"That's not contact tracing\nThat's not contact tracing\nThat's not contact tracing\nThat's not contact tracing\nThat's not contact tracing\nThat's not contact tracing\nThat's not contact tracing\nThat's not contact tracing\nThat's not contact tracing\nThat's not contact tracing","code":"denies","evidence":"low"},{"id":1266883646646112258,"rumour":"R2","text":"So the contract tracing isn’t for the virus. It’s for the terrorists","code":"affirms","evidence":"low"},{"id":1266885037938663431,"rumour":"R2","text":"Try contact-tracing the people that murdered George Floyd.\nPro-tip: You'll find them in the police precincts; the bases of organised racist criminals.","code":"neutral","evidence":"low"},{"id":1266889307819663360,"rumour":"R2","text":"Ok- this is not #contacttracing #watchyourlanguage #wordsmattee","code":"denies","evidence":"low"},{"id":1266894377332457477,"rumour":"R2","text":"I thought contact tracing was about the coronavirus. Now it's about rioters? Seems you are obviously lying.","code":"affirms","evidence":"low"},{"id":1266908599596482564,"rumour":"R2","text":"So this is an admission that \"contact tracing\" is a law enforcement tactic?","code":"affirms","evidence":"low"},{"id":1266909210111082501,"rumour":"R2","text":"That's not what contact tracing is. You can say that you're irradiating them but that doesn't make it so.","code":"denies","evidence":"low"},{"id":1266910921722605568,"rumour":"R2","text":"Hmm, seems like a way to build a database of protesters 🤷‍♂️","code":"affirms","evidence":"low"},{"id":1266911584355414016,"rumour":"R2","text":"I'm not really sure how undermining public health by using \"contact tracing\" for a blatantly sinister purpose is \"public safety\"","code":"affirms","evidence":"low"},{"id":1266915129746219012,"rumour":"R2","text":"“Contact Tracing” is a public health measure. It is not the law enforcement technique otherwise known as “investigation.” They’re not interchangeable ideas and we don’t need public health officials mistrusted like police during a global pandemic.","code":"denies","evidence":"low"},{"id":1266922616574619649,"rumour":"R2","text":"Contact tracing? interesting. NOW we know what contact tracing is really about. I guess we can't wear masks now?","code":"affirms","evidence":"low"},{"id":1266962664787509248,"rumour":"R2","text":"That's not what contact tracing means.\nDo better NBC.","code":"denies","evidence":"low"},{"id":1266963554810433536,"rumour":"R2","text":"That Is Not Contract Tracing.\n\nThat is surveillance.\n\nStop protecting the cops and powers that be, they are literally attacking tout, too, now.\n\nInvestigate. Question. Report.\n\nStop merely parroting party propaganda.","code":"affirms","evidence":"low"},{"id":1266975558556176384,"rumour":"R2","text":"Oh NOW you can do contact tracing? Too much of an effort to do when it protects the public health, but as soon as it might let you lock up more black people the police can’t do it fast enough? 🙄🙄🙄 #BlackLivesMatter","code":"affirms","evidence":"low"},{"id":1266980333012090880,"rumour":"R2","text":"Contact trace using FBI and fusion centers","code":"neutral","evidence":"low"},{"id":1266990679797964805,"rumour":"R2","text":"Corona-madness\n\"Contact tracing\"\njust for the virus? no\nUS law enforcement's ability to track and surveil without a warrant is the worst it's ever been and the FBI has a new precrime program. \nIt's not about keeping you safe and it never was. #nosjournaal","code":"affirms","evidence":"low"},{"id":1266991215217725447,"rumour":"R2","text":"Did anyone *really* believe the contract tracing apps were for the coronavirus?? 🤣","code":"affirms","evidence":"low"},{"id":1267007588274769921,"rumour":"R2","text":"*contact tracing*  🤔","code":"questions","evidence":"low"},{"id":1267053317403836417,"rumour":"R2","text":"Don’t associate medical contact tracing with criminal investigation! People already don’t trust Covid contact tracing....smh","code":"denies","evidence":"low"},{"id":1267058524590350336,"rumour":"R2","text":"But you couldn't contact trace people Infected by a Virus.","code":"affirms","evidence":"low"},{"id":1267059277384101888,"rumour":"R2","text":"Contact tracing to protect property but not people.","code":"affirms","evidence":"low"},{"id":1267065083902996481,"rumour":"R2","text":"So politically motivated surveillance. What could possibly go wrong","code":"affirms","evidence":"low"},{"id":1267087865973882881,"rumour":"R2","text":"How about contact tracing the cops responsible for outrageously aggressive behavior towards citizens on their own property and reporters last night.","code":"neutral","evidence":"low"},{"id":1267104515716677636,"rumour":"R2","text":"Thanks for co-opting an extremely popular medical term into police work during a pandemic and a national crisis of i justice","code":"neutral","evidence":"low"},{"id":1267110963024744451,"rumour":"R2","text":"Now we know contact tracing wasn’t about the virus","code":"affirms","evidence":"low"},{"id":1267113925759455235,"rumour":"R2","text":"If the contact tracing is done thoroughly, it should lead back to $oro$.","code":"neutral","evidence":"low"},{"id":1267119561406582792,"rumour":"R2","text":"Is Google handing this data over as part of the coronavirus \"contact tracing\" effort?","code":"questions","evidence":"low"},{"id":1267126693518426114,"rumour":"R2","text":"Not contact tracing","code":"denies","evidence":"low"},{"id":1267129003829342208,"rumour":"R2","text":"Trash your local news station if they're going to spread information to help the states narrative. Contact tracing seems like a perfect opportunity to surveille and control everything","code":"affirms","evidence":"low"},{"id":1267135215631294467,"rumour":"R2","text":"Wow, I’m just awed by the hearing impaired translator! Her facial expressions !! What is her agenda?? And who hired her to pollute what the speaker is saying? And don’t get me started on this contact tracing! This is a slippery slope and will lead to the death of democracy!","code":"affirms","evidence":"low"},{"id":1267137197762732032,"rumour":"R2","text":"This isn’t contact tracing...contact tracing is a term used in healthcare response and has to do with identifying and notifying individuals who have potentially been exposed to an illness...police investigation is not contact tracing.","code":"denies","evidence":"low"},{"id":1267143594244222981,"rumour":"R2","text":"Oh they can contact trace rioters but not COVID patients","code":"affirms","evidence":"low"},{"id":1267155543694684160,"rumour":"R2","text":"Your kidding, they burnt buildings down and your doing contact tracing! How about tracing the criminals that did the rioting?","code":"neutral","evidence":"low"},{"id":1267158664449835012,"rumour":"R2","text":"Reset your phones people","code":"affirms","evidence":"low"},{"id":1267164510797717504,"rumour":"R2","text":"They need to start by contact tracing racism of their killer cops","code":"neutral","evidence":"low"},{"id":1267171395294785536,"rumour":"R2","text":"Who would have guessed that the government would lie to the public to get another mass surveillance tool...","code":"affirms","evidence":"low"},{"id":1267179880162222081,"rumour":"R2","text":"They using your internet history to track u","code":"affirms","evidence":"low"},{"id":1267193933739765761,"rumour":"R2","text":"Hmm Contact Tracing sure has jumped from the virus arena to the crime arena real fast","code":"affirms","evidence":"low"},{"id":1267205173308424196,"rumour":"R2","text":"It was never about the virus","code":"affirms","evidence":"low"},{"id":1267205474635505664,"rumour":"R2","text":"New definition of \"contact tracing\" . Sad part is it's probably just bs to quiet the lawful community.","code":"affirms","evidence":"low"},{"id":1267217774943797249,"rumour":"R2","text":"please don’t use the term “contact tracing” in this context- it will only make people distrustful of the infection contact tracing that we must do. This is damaging. Find another phrase. Like ‘investigate affiliations’ or something","code":"denies","evidence":"low"},{"id":1267224382943842305,"rumour":"R2","text":"You can contact trace now but not when people needed it for covid-19?","code":"affirms","evidence":"low"},{"id":1267241756929581057,"rumour":"R2","text":"I guess contact tracing is easy when it's to protect the state, just not when it's to save thousands of people from a pandemic disease.","code":"affirms","evidence":"low"},{"id":1267250853070733313,"rumour":"R2","text":"Contact tracing has been around for years and this is NOT how it works!","code":"denies","evidence":"low"},{"id":1267253218565935107,"rumour":"R2","text":"I wonder how fast the democrats will come out against contact tracing now?","code":"neutral","evidence":"low"},{"id":1267278996372217857,"rumour":"R2","text":"Stop calling it “contact tracing!” Just do your police work and find out who they are, who they associate with. \n\nUnless you mean you are tracing their contacts due to Covid.","code":"neutral","evidence":"low"},{"id":1267357861430116352,"rumour":"R2","text":"I love the hearing impaired translator.  She cracks me up.  I heard that if you take out your SIM card before you go protest the phone can’t be traced.  I’m not sure if that’s true.  The establishment is really upset about the takeover and destruction of the police station.","code":"neutral","evidence":"low"},{"id":1267360161485725698,"rumour":"R2","text":"Now THAT contact tracing I agree with.   To find criminals.  Not sick people.","code":"affirms","evidence":"low"},{"id":1267426604369825792,"rumour":"R2","text":"PROTEST CONTACT TRACING","code":"affirms","evidence":"low"},{"id":1267453985717452801,"rumour":"R2","text":"Fuck your bullshit illegal tracking!","code":"affirms","evidence":"low"},{"id":1267466943818129409,"rumour":"R2","text":"i dont understand. contract tracing for the exercise of constitutional liberties but not covid? do your detective work but wtf is this overreach?","code":"affirms","evidence":"low"},{"id":1267498023350874114,"rumour":"R2","text":"And the contact tracing has begun","code":"affirms","evidence":"low"},{"id":1267571137510354945,"rumour":"R2","text":"antifa is good and cool. Everyone in these replies yelling about cracking down on antifa was shitting their pants about government surveillance 3 years ago. What changed? Oh yeah, the left got stronger and you'd rather lick the government's boots than have principles.","code":"neutral","evidence":"low"},{"id":1267606722480345088,"rumour":"R2","text":"If only the same amount of effort went into contact and tracing corruption and brutality on the police.","code":"affirms","evidence":"low"}]